["Wangarang!","If your girlfriend asks if she is fat thats a trick","what design pattern are you using? Bridge?","The dog and cat class both inherit from pet class","Java is the supreme language","When I was once a boy I coded this program that, I dont know if I should tell you this, but it got around the school fire wall. We used it ethically I swear","The House class has variables like fire and size","no no no","I want none of this","dont speak my name","thank you","Treat code like pretty lady, No Touchy!","Be careful with what you say to girlfriends, they are less forgiving than programming.","So we have white horse class and black horse class, maybe black horse can jump higher than white horse so we seperate them","you look like you love your country","If you break up with your girlfriend, should you get rid of thier stuff? Yes, same applies when you remove a parent table.","Sure!","I didn't sleep much last night, I was stuck on a problem and it was scary because I could'nt figure it out. you guys have felt that way with some of the labs I guess.","That was the worst presentation ive ever experienced"," Hey WenLiWang here!"," She loves her country"," Have you ever seen a chicken run with its head cut off? Code is like chicken, it should not need head to run"," Just like genders, when you're born you're either a boy or a girl... I'm just kidding, you guys don't have to be so tight."," *laughs* That's cool"," if you want a professor buy one, if you want a Wang earn him."," A relational database can represent a \"many-to-one\" relationship. Unlike a traditional marriage. Unless your wife is very cool"," I ended up here to teach you ethics, which I don't have"," I only know 200 words in the English vocabulary"," I can look at pretty lady and print her to printer at the same time. That's asynchronous"," Your parents are millionaires, and you should hope to inherit the money"," I hope that virus does not come here"," That is a joke because I don't know how to count."," Do you have a trouble?"," If all of you males want the same pretty lady, clone her"," I will not use girl for class name or else I will get sued"," Asian men cannot jump."," This project is *nonsense*"," If all of you males want the same pretty Wang, clone him"," I have never been a serious guy, I'm more of a casual"," How many of you think you are better than MIS students? You should all be raising your hands!"," We make the impossible possible and then we get the job done."," My first English sentence I learned was \"This is a book\"."," This is a book."," Behavioral doesn't mean it's hard, it just means it's behavioral."]